Revit 2027 API
ParameterTypeId.ScheduleTopLevelParam Property
 "Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleTopLevelParam { get; }
Public Shared ReadOnly Property ScheduleTopLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleTopLevelParam {
	ForgeTypeId^ get ();
}
static member ScheduleTopLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace